Revit 2024 API
BuiltInFailures.GroupFailures.ExcludedElementsRestoredInLink Property
 Excluded elements restored in the link.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId ExcludedElementsRestoredInLink { get; }
Visual Basic
Public Shared ReadOnly Property ExcludedElementsRestoredInLink As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ ExcludedElementsRestoredInLink {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace